Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# SchemeElement_CurrentRowBackground
source: Cursor row background
ar: خلفية صف المؤشر
cs: Pozadí řádku s kurzorem
de: Hintergrund der Cursorzeile
el: Φόντο γραμμής δρομέα
es: Fondo de la fila del cursor
fa: پس‌زمینهٔ سطر مکان‌نما
fr: Arrière-plan de la ligne du curseur
hu: Kurzor sorának háttere
id: Latar belakang baris kursor
it: Sfondo della riga del cursore
ja: カーソル行の背景
ko: 커서 행 배경
pl: Tło wiersza kursora
pt: Plano de fundo da linha do cursor
ro: Fundal rând cursor
ru: Фон строки курсора
th: พื้นหลังแถวของเคอร์เซอร์
tr: İmleç satırı arka planı
uk: Фон рядка курсора
vi: Nền hàng có con trỏ
zh_hans: 光标所在行背景
zh_hant: 游標所在列背景

# SchemeElement_OffsetText
source: Offset text
ar: نص الإزاحة
cs: Text posunu
el: Κείμενο μετατόπισης
es: Texto del desplazamiento
fa: متن آفست
fr: Texte des décalages
hu: Eltolás szövege
id: Teks offset
it: Testo degli offset
ja: オフセット列の文字
ko: 오프셋 텍스트
pl: Tekst przesunięcia
pt: Texto do deslocamento
ro: Text deplasament
ru: Текст смещений
th: ข้อความออฟเซ็ต
tr: Ofset metni
uk: Текст зміщення
vi: Chữ độ lệch
zh_hans: 偏移量文本
zh_hant: 位移文字

# SchemeElement_HexText
source: Hex text
ar: نص Hex
cs: Text Hex
el: Κείμενο Hex
es: Texto Hex
fa: متن Hex
fr: Texte Hex
hu: Hex szöveg
id: Teks Hex
it: Testo Hex
ja: Hex 列の文字
ko: Hex 텍스트
pl: Tekst Hex
pt: Texto Hex
ro: Text Hex
ru: Текст Hex
th: ข้อความ Hex
tr: Hex metni
uk: Текст Hex
vi: Chữ Hex
zh_hans: Hex 文本
zh_hant: Hex 文字

# SchemeElement_TextText
source: Text column text
ar: نص عمود النص
cs: Text textového sloupce
de: Text der Textspalte
el: Κείμενο στήλης κειμένου
es: Texto de la columna de texto
fa: متن ستون متن
fr: Texte de la colonne texte
hu: Szövegoszlop szövege
id: Teks kolom teks
it: Testo della colonna testo
ja: テキスト列の文字
ko: 텍스트 열 텍스트
pl: Tekst kolumny tekstu
pt: Texto da coluna de texto
ro: Text coloană text
ru: Текст текстового столбца
th: ข้อความในคอลัมน์ข้อความ
tr: Metin sütunu metni
uk: Текст текстового стовпця
vi: Chữ cột văn bản
zh_hans: 文本列文本
zh_hant: 文字欄文字

# SchemeElement_Zero
source: 00 bytes
ar: بايتات 00
cs: Bajty 00
el: Byte 00
es: Bytes 00
fa: بایت‌های 00
fr: Octets 00
hu: 00 bájtok
id: Byte 00
it: Byte 00
ja: 00 のバイト
ko: 00 바이트
pl: Bajty 00
pt: Bytes 00
ro: Octeți 00
ru: Байты 00
th: ไบต์ 00
tr: 00 baytları
uk: Байти 00
vi: Byte 00
zh_hans: 00 字节
zh_hant: 00 位元組

# SchemeElement_NonPrintable
source: Non-printable characters (.)
ar: الأحرف غير القابلة للطباعة (.)
cs: Netisknutelné znaky (.)
de: Nicht druckbare Zeichen (.)
el: Μη εκτυπώσιμοι χαρακτήρες (.)
es: Caracteres no imprimibles (.)
fa: نویسه‌های غیرقابل چاپ (.)
fr: Caractères non imprimables (.)
hu: Nem nyomtatható karakterek (.)
id: Karakter yang tidak dapat dicetak (.)
it: Caratteri non stampabili (.)
ja: 表示できない文字 (.)
ko: 인쇄할 수 없는 문자(.)
pl: Znaki niedrukowalne (.)
pt: Caracteres não imprimíveis (.)
ro: Caractere neimprimabile (.)
ru: Непечатаемые символы (.)
th: อักขระที่พิมพ์ไม่ได้ (.)
tr: Yazdırılamayan karakterler (.)
uk: Недруковані символи (.)
vi: Ký tự không in được (.)
zh_hans: 不可打印字符 (.)
zh_hant: 無法列印的字元 (.)

# SchemeElement_Modified
source: Modified bytes
ar: البايتات المعدّلة
cs: Změněné bajty
de: Geänderte Bytes
el: Τροποποιημένα byte
es: Bytes modificados
fa: بایت‌های تغییریافته
fr: Octets modifiés
hu: Módosított bájtok
id: Byte yang diubah
it: Byte modificati
ja: 変更されたバイト
ko: 수정된 바이트
pl: Zmodyfikowane bajty
pt: Bytes modificados
ro: Octeți modificați
ru: Измененные байты
th: ไบต์ที่แก้ไขแล้ว
tr: Değiştirilen baytlar
uk: Змінені байти
vi: Byte đã sửa đổi
zh_hans: 已修改的字节
zh_hant: 已修改的位元組

# SchemeElement_Inserted
source: Inserted bytes
ar: البايتات المُدرجة
cs: Vložené bajty
de: Eingefügte Bytes
el: Byte που εισήχθησαν
es: Bytes insertados
fa: بایت‌های درج‌شده
fr: Octets insérés
hu: Beszúrt bájtok
id: Byte yang disisipkan
it: Byte inseriti
ja: 挿入されたバイト
ko: 삽입된 바이트
pl: Wstawione bajty
pt: Bytes inseridos
ro: Octeți inserați
ru: Вставленные байты
th: ไบต์ที่แทรก
tr: Eklenen baytlar
uk: Вставлені байти
vi: Byte đã chèn
zh_hans: 已插入的字节
zh_hant: 已插入的位元組

# SchemeElement_SelectionBackground
source: Selection background
ar: خلفية التحديد
cs: Pozadí výběru
de: Hintergrund der Auswahl
el: Φόντο επιλογής
es: Fondo de la selección
fa: پس‌زمینهٔ انتخاب
fr: Arrière-plan de la sélection
hu: Kijelölés háttere
id: Latar belakang pilihan
it: Sfondo della selezione
ja: 選択範囲の背景
ko: 선택 영역 배경
pl: Tło zaznaczenia
pt: Plano de fundo da seleção
ro: Fundal selecție
ru: Фон выделения
th: พื้นหลังส่วนที่เลือก
tr: Seçim arka planı
uk: Фон виділення
vi: Nền vùng chọn
zh_hans: 选定内容背景
zh_hant: 選取範圍背景

# SchemeElement_SelectionText
source: Selection text
ar: نص التحديد
cs: Text výběru
de: Text der Auswahl
el: Κείμενο επιλογής
es: Texto de la selección
fa: متن انتخاب
fr: Texte de la sélection
hu: Kijelölés szövege
id: Teks pilihan
it: Testo della selezione
ja: 選択範囲の文字
ko: 선택 영역 텍스트
pl: Tekst zaznaczenia
pt: Texto da seleção
ro: Text selecție
ru: Текст выделения
th: ข้อความส่วนที่เลือก
tr: Seçim metni
uk: Текст виділення
vi: Chữ vùng chọn
zh_hans: 选定内容文本
zh_hant: 選取範圍文字

# SchemeElement_Caret
source: Cursor
ar: المؤشر
cs: Kurzor
el: Δρομέας
fa: مکان‌نما
fr: Curseur
hu: Kurzor
id: Kursor
it: Cursore
ja: カーソル
ko: 커서
pl: Kursor
ru: Курсор
th: เคอร์เซอร์
tr: İmleç
uk: Курсор
vi: Con trỏ
zh_hans: 光标
zh_hant: 游標

# SchemeElement_Match
source: Search matches
ar: تطابقات البحث
cs: Shody hledání
de: Suchtreffer
el: Αποτελέσματα αναζήτησης
es: Coincidencias de búsqueda
fa: موارد منطبق جستجو
fr: Résultats de recherche
hu: Keresési találatok
id: Hasil pencarian yang cocok
it: Corrispondenze della ricerca
ja: 検索の一致
ko: 검색 일치 항목
pl: Dopasowania wyszukiwania
pt: Ocorrências da pesquisa
ro: Potriviri căutare
ru: Совпадения поиска
th: รายการที่ตรงกับการค้นหา
tr: Arama eşleşmeleri
uk: Збіги пошуку
vi: Kết quả tìm kiếm khớp
zh_hans: 搜索匹配项
zh_hant: 搜尋符合項目

# SchemeElement_Separator
source: Separator lines
ar: خطوط الفصل
cs: Oddělovací čáry
de: Trennlinien
el: Διαχωριστικές γραμμές
es: Líneas separadoras
fa: خطوط جداکننده
fr: Lignes de séparation
hu: Elválasztó vonalak
id: Garis pemisah
it: Linee di separazione
ja: 区切り線
ko: 구분선
pl: Linie oddzielające
pt: Linhas separadoras
ro: Linii de separare
ru: Линии разделителей
th: เส้นคั่น
tr: Ayırıcı çizgiler
uk: Лінії-роздільники
vi: Đường phân cách
zh_hans: 分隔线
zh_hant: 分隔線

# HexView_Announce_HexColumn
source: Hex column
ar: عمود Hex
cs: Sloupec Hex
de: Hex-Spalte
el: Στήλη Hex
es: Columna Hex
fa: ستون Hex
fr: Colonne Hex
hu: Hex oszlop
id: Kolom Hex
it: Colonna Hex
ja: Hex 列
ko: Hex 열
pl: Kolumna Hex
pt: Coluna Hex
ro: Coloana Hex
ru: Столбец Hex
th: คอลัมน์ Hex
tr: Hex sütunu
uk: Стовпець Hex
vi: Cột Hex
zh_hans: Hex 列
zh_hant: Hex 欄

# HexView_Announce_TextColumn
source: Text column
ar: عمود النص
cs: Textový sloupec
de: Textspalte
el: Στήλη κειμένου
es: Columna de texto
fa: ستون متن
fr: Colonne texte
hu: Szövegoszlop
id: Kolom teks
it: Colonna testo
ja: テキスト列
ko: 텍스트 열
pl: Kolumna tekstu
pt: Coluna de texto
ro: Coloana text
ru: Текстовый столбец
th: คอลัมน์ข้อความ
tr: Metin sütunu
uk: Текстовий стовпець
vi: Cột văn bản
zh_hans: 文本列
zh_hant: 文字欄

# A11y_OperationCompleted
source: {0} completed
ar: اكتمل {0}
cs: Dokončeno: {0}
de: {0} abgeschlossen
el: Ολοκληρώθηκε: {0}
es: {0} completado
fa: {0} تکمیل شد
fr: {0} terminé
hu: {0} befejeződött
id: {0} selesai
it: {0} completato
ja: {0} が完了しました
ko: {0} 완료됨
pl: Zakończono: {0}
pt: {0} concluído
ro: {0} finalizat
ru: {0}: завершено
th: {0} เสร็จสมบูรณ์
tr: {0} tamamlandı
uk: {0}: завершено
vi: {0} đã hoàn tất
zh_hans: {0} 已完成
zh_hant: {0} 已完成

# A11y_OperationCancelled
source: {0} cancelled
ar: تم إلغاء {0}
cs: Zrušeno: {0}
de: {0} abgebrochen
el: Ακυρώθηκε: {0}
es: {0} cancelado
fa: {0} لغو شد
fr: {0} annulé
hu: {0} megszakítva
id: {0} dibatalkan
it: {0} annullato
ja: {0} をキャンセルしました
ko: {0} 취소됨
pl: Anulowano: {0}
pt: {0} cancelado
ro: {0} anulat
ru: {0}: отменено
th: ยกเลิก {0} แล้ว
tr: {0} iptal edildi
uk: {0}: скасовано
vi: {0} đã bị hủy
zh_hans: {0} 已取消
zh_hant: {0} 已取消

# CmdCategory_accessibility
source: Accessibility
ar: إمكانية الوصول
cs: Přístupnost
de: Barrierefreiheit
el: Προσβασιμότητα
es: Accesibilidad
fa: دسترس‌پذیری
fr: Accessibilité
hu: Akadálymentesség
id: Aksesibilitas
it: Accessibilità
ja: アクセシビリティ
ko: 접근성
pl: Ułatwienia dostępu
pt: Acessibilidade
ro: Accesibilitate
ru: Специальные возможности
th: การช่วยสำหรับการเข้าถึง
tr: Erişilebilirlik
uk: Спеціальні можливості
vi: Trợ năng
zh_hans: 辅助功能
zh_hant: 協助工具

# TranslationReport_Truncated
source: Showing the first {0} of {1} strings. Search to narrow the list.
ar: يتم عرض أول {0} من {1} سلسلة. ابحث لتضييق القائمة.
cs: Zobrazeno prvních {0} z {1} řetězců. Seznam zúžíte hledáním.
de: Die ersten {0} von {1} Zeichenfolgen werden angezeigt. Suchen Sie, um die Liste einzugrenzen.
el: Εμφανίζονται οι πρώτες {0} από {1} συμβολοσειρές. Κάντε αναζήτηση για να περιορίσετε τη λίστα.
es: Se muestran las primeras {0} de {1} cadenas. Busca para acotar la lista.
fa: نمایش {0} رشتهٔ نخست از {1} رشته. برای محدود کردن فهرست جستجو کنید.
fr: Affichage des {0} premières chaînes sur {1}. Effectuez une recherche pour affiner la liste.
hu: Az első {0} karakterlánc látható a(z) {1} közül. A lista szűkítéséhez használja a keresést.
id: Menampilkan {0} pertama dari {1} string. Cari untuk mempersempit daftar.
it: Vengono mostrate le prime {0} stringhe su {1}. Cerca per restringere l'elenco.
ja: {1} 件のうち最初の {0} 件を表示しています。検索で絞り込んでください。
ko: 문자열 {1}개 중 처음 {0}개를 표시합니다. 검색하여 목록을 좁히세요.
pl: Wyświetlane są pierwsze ciągi ({0} z {1}). Wyszukaj, aby zawęzić listę.
pt: Mostrando as primeiras {0} de {1} cadeias. Pesquise para restringir a lista.
ro: Se afișează primele {0} din {1} șiruri. Căutați pentru a restrânge lista.
ru: Показаны первые {0} из {1} строк. Используйте поиск, чтобы сократить список.
th: แสดง {0} สตริงแรกจากทั้งหมด {1} สตริง ค้นหาเพื่อจำกัดรายการให้แคบลง
tr: {1} dizenin ilk {0} tanesi gösteriliyor. Listeyi daraltmak için arayın.
uk: Показано перші {0} з {1} рядків. Скористайтеся пошуком, щоб звузити список.
vi: Đang hiển thị {0} chuỗi đầu tiên trong số {1} chuỗi. Hãy tìm kiếm để thu hẹp danh sách.
zh_hans: 正在显示 {1} 个字符串中的前 {0} 个。请搜索以缩小列表范围。
zh_hant: 顯示 {1} 個字串中的前 {0} 個。請搜尋以縮小清單範圍。

# SetGroup_translators
source: For translators
ar: للمترجمين
cs: Pro překladatele
de: Für Übersetzer
el: Για μεταφραστές
es: Para traductores
fa: برای مترجمان
fr: Pour les traducteurs
hu: Fordítóknak
id: Untuk penerjemah
it: Per i traduttori
ja: 翻訳者向け
ko: 번역자용
pl: Dla tłumaczy
pt: Para tradutores
ro: Pentru traducători
ru: Для переводчиков
th: สำหรับผู้แปล
tr: Çevirmenler için
uk: Для перекладачів
vi: Dành cho người dịch
zh_hans: 面向翻译人员
zh_hant: 供翻譯人員使用

# Cmd_go_previousGroup
source: Go: Previous group
ar: انتقال: المجموعة السابقة
cs: Přejít: Předchozí skupina
de: Gehe zu: Vorherige Gruppe
el: Μετάβαση: Προηγούμενη ομάδα
es: Ir: grupo anterior
fa: رفتن: گروه قبلی
fr: Atteindre : groupe précédent
hu: Ugrás: Előző csoport
id: Navigasi: Grup sebelumnya
it: Vai: gruppo precedente
ja: 移動: 前のグループへ
ko: 이동: 이전 그룹
pl: Przejdź: poprzednia grupa
pt: Ir: grupo anterior
ro: Salt: grupul anterior
ru: Переход: предыдущая группа
th: ไปที่: กลุ่มก่อนหน้า
tr: Git: Önceki grup
uk: Перехід: попередня група
vi: Đi tới: Nhóm trước
zh_hans: 转到：上一个组
zh_hant: 移至：上一個群組

# CmdAlias_go_previousGroup
source: group left word move back
ar: group left word move back مجموعة يسار كلمة نقل للخلف السابقة
cs: skupina vlevo slovo přesun presun zpět zpet group left word move back
de: gruppe links wort zurück group left word move back
el: ομάδα αριστερά λέξη μετακίνηση πίσω group left word move back
es: grupo izquierda palabra atrás group left word move back
fa: گروه چپ واژه حرکت عقب, group left word move back
fr: groupe gauche mot reculer group left word move back
hu: csoport balra szó szo vissza group left word move back
id: grup sebelumnya kiri pindah group left word move back
it: gruppo sinistra parola indietro group left word move back
ja: まえの ぐるーぷ いどう
ko: 이전 그룹 왼쪽 단어 뒤로 이동 group left word move back
pl: grupa lewo słowo wstecz group left word move back
pt: grupo esquerda palavra voltar group left word move back
ro: grup stânga stanga cuvânt cuvant înapoi inapoi group left word move back
ru: группа влево слово назад group left word move back
th: กลุ่ม ซ้าย ย้อนกลับ group left word move back
tr: grup sol sözcük geri git group left word move back
uk: група ліворуч слово назад group left word move back
vi: nhóm trái từ lùi group left word move back
zh_hans: 组 左侧 字 后退 移动 group left word move back
zh_hant: 上一個群組 左 字組 後退 group left word move back

# Cmd_go_nextGroup
source: Go: Next group
ar: انتقال: المجموعة التالية
cs: Přejít: Další skupina
de: Gehe zu: Nächste Gruppe
el: Μετάβαση: Επόμενη ομάδα
es: Ir: grupo siguiente
fa: رفتن: گروه بعدی
fr: Atteindre : groupe suivant
hu: Ugrás: Következő csoport
id: Navigasi: Grup berikutnya
it: Vai: gruppo successivo
ja: 移動: 次のグループへ
ko: 이동: 다음 그룹
pl: Przejdź: następna grupa
pt: Ir: próximo grupo
ro: Salt: grupul următor
ru: Переход: следующая группа
th: ไปที่: กลุ่มถัดไป
tr: Git: Sonraki grup
uk: Перехід: наступна група
vi: Đi tới: Nhóm tiếp theo
zh_hans: 转到：下一个组
zh_hant: 移至：下一個群組

# CmdAlias_go_nextGroup
source: group right word move forward
ar: group right word move forward مجموعة يمين كلمة نقل للأمام التالية
cs: skupina vpravo slovo přesun presun vpřed vpred group right word move forward
de: gruppe rechts wort vorwärts group right word move forward
el: ομάδα δεξιά λέξη μετακίνηση εμπρός group right word move forward
es: grupo derecha palabra adelante group right word move forward
fa: گروه راست واژه حرکت جلو, group right word move forward
fr: groupe droite mot avancer group right word move forward
hu: csoport jobbra szó szo előre elore group right word move forward
id: grup berikutnya kanan pindah group right word move forward
it: gruppo destra parola avanti group right word move forward
ja: つぎの ぐるーぷ いどう
ko: 다음 그룹 오른쪽 단어 앞으로 이동 group right word move forward
pl: grupa prawo słowo dalej group right word move forward
pt: grupo direita palavra avançar group right word move forward
ro: grup dreapta cuvânt cuvant înainte inainte group right word move forward
ru: группа вправо слово вперед group right word move forward
th: กลุ่ม ขวา ไปข้างหน้า group right word move forward
tr: grup sağ sözcük ileri git group right word move forward
uk: група праворуч слово вперед group right word move forward
vi: nhóm phải từ tiến group right word move forward
zh_hans: 组 右侧 字 前进 移动 group right word move forward
zh_hant: 下一個群組 右 字組 前進 group right word move forward

# Cmd_view_scrollLineUp
source: View: Scroll up one row
ar: عرض: التمرير لأعلى بمقدار صف واحد
cs: Zobrazení: Posunout o řádek nahoru
de: Ansicht: Eine Zeile nach oben scrollen
el: Προβολή: Κύλιση επάνω κατά μία γραμμή
es: Ver: desplazar una fila hacia arriba
fa: نما: پیمایش یک سطر به بالا
fr: Affichage : faire défiler d'une ligne vers le haut
hu: Nézet: Görgetés egy sorral feljebb
id: Tampilan: Gulir ke atas satu baris
it: Visualizza: scorri su di una riga
ja: 表示: 1 行上にスクロール
ko: 보기: 한 행 위로 스크롤
pl: Widok: przewiń o wiersz w górę
pt: Exibir: rolar uma linha para cima
ro: Vizualizare: derulare în sus cu un rând
ru: Вид: прокрутить на одну строку вверх
th: มุมมอง: เลื่อนขึ้นหนึ่งแถว
tr: Görünüm: Bir satır yukarı kaydır
uk: Вигляд: прокрутити на один рядок вгору
vi: Xem: Cuộn lên một hàng
zh_hans: 视图：向上滚动一行
zh_hant: 檢視：向上捲動一列

# CmdAlias_view_scrollLineUp
source: scroll line row up
ar: scroll line row up تمرير سطر صف لأعلى
cs: posunout posouvat řádek radek nahoru scroll line row up
de: scrollen zeile nach oben scroll line row up
el: κύλιση γραμμή επάνω scroll line row up
es: desplazar fila arriba scroll line row up
fa: پیمایش خط سطر بالا, scroll line row up
fr: défiler ligne haut scroll line row up
hu: görgetés gorgetes sor fel scroll line row up
id: gulir baris atas scroll line row up
it: scorri riga su scroll line row up
ja: うえに すくろーる いちぎょう
ko: 위로 스크롤 한 줄 행 scroll line row up
pl: przewiń wiersz w górę scroll line row up
pt: rolar linha acima scroll line row up
ro: derulare linie rând rand sus scroll line row up
ru: прокрутка строка вверх scroll line row up
th: เลื่อน แถว ขึ้น scroll line row up
tr: kaydır satır yukarı scroll line row up
uk: прокрутити рядок вгору scroll line row up
vi: cuộn dòng hàng lên scroll line row up
zh_hans: 滚动 行 向上 scroll line row up
zh_hant: 向上捲動 一列 scroll line row up

# Cmd_view_scrollLineDown
source: View: Scroll down one row
ar: عرض: التمرير لأسفل بمقدار صف واحد
cs: Zobrazení: Posunout o řádek dolů
de: Ansicht: Eine Zeile nach unten scrollen
el: Προβολή: Κύλιση κάτω κατά μία γραμμή
es: Ver: desplazar una fila hacia abajo
fa: نما: پیمایش یک سطر به پایین
fr: Affichage : faire défiler d'une ligne vers le bas
hu: Nézet: Görgetés egy sorral lejjebb
id: Tampilan: Gulir ke bawah satu baris
it: Visualizza: scorri giù di una riga
ja: 表示: 1 行下にスクロール
ko: 보기: 한 행 아래로 스크롤
pl: Widok: przewiń o wiersz w dół
pt: Exibir: rolar uma linha para baixo
ro: Vizualizare: derulare în jos cu un rând
ru: Вид: прокрутить на одну строку вниз
th: มุมมอง: เลื่อนลงหนึ่งแถว
tr: Görünüm: Bir satır aşağı kaydır
uk: Вигляд: прокрутити на один рядок вниз
vi: Xem: Cuộn xuống một hàng
zh_hans: 视图：向下滚动一行
zh_hant: 檢視：向下捲動一列

# CmdAlias_view_scrollLineDown
source: scroll line row down
ar: scroll line row down تمرير سطر صف لأسفل
cs: posunout posouvat řádek radek dolů dolu scroll line row down
de: scrollen zeile nach unten scroll line row down
el: κύλιση γραμμή κάτω scroll line row down
es: desplazar fila abajo scroll line row down
fa: پیمایش خط سطر پایین, scroll line row down
fr: défiler ligne bas scroll line row down
hu: görgetés gorgetes sor le scroll line row down
id: gulir baris bawah scroll line row down
it: scorri riga giù scroll line row down
ja: したに すくろーる いちぎょう
ko: 아래로 스크롤 한 줄 행 scroll line row down
pl: przewiń wiersz w dół scroll line row down
pt: rolar linha abaixo scroll line row down
ro: derulare linie rând rand jos scroll line row down
ru: прокрутка строка вниз scroll line row down
th: เลื่อน แถว ลง scroll line row down
tr: kaydır satır aşağı scroll line row down
uk: прокрутити рядок вниз scroll line row down
vi: cuộn dòng hàng xuống scroll line row down
zh_hans: 滚动 行 向下 scroll line row down
zh_hant: 向下捲動 一列 scroll line row down

# Set_view_text_invalidSymbol
source: Symbol for invalid bytes
ar: رمز البايتات غير الصالحة
cs: Symbol pro neplatné bajty
de: Symbol für ungültige Bytes
el: Σύμβολο για μη έγκυρα byte
es: Símbolo para bytes no válidos
fa: نماد بایت‌های نامعتبر
fr: Symbole des octets non valides
hu: Érvénytelen bájtok jele
id: Simbol untuk byte tidak valid
it: Simbolo per i byte non validi
ja: 不正なバイトの記号
ko: 잘못된 바이트의 기호
pl: Symbol nieprawidłowych bajtów
pt: Símbolo para bytes inválidos
ro: Simbol pentru octeți nevalizi
ru: Символ для недопустимых байтов
th: สัญลักษณ์สำหรับไบต์ที่ไม่ถูกต้อง
tr: Geçersiz baytlar için simge
uk: Символ для неприпустимих байтів
vi: Ký hiệu cho byte không hợp lệ
zh_hans: 无效字节的符号
zh_hant: 無效位元組的符號

# SetDesc_view_text_invalidSymbol
source: How bytes that are not valid in the text column's encoding are shown.
ar: كيفية عرض البايتات غير الصالحة في ترميز عمود النص.
cs: Jak se zobrazují bajty, které nejsou platné v kódování textového sloupce.
de: Wie Bytes angezeigt werden, die in der Codierung der Textspalte ungültig sind.
el: Πώς εμφανίζονται τα byte που δεν είναι έγκυρα στην κωδικοποίηση της στήλης κειμένου.
es: Cómo se muestran los bytes que no son válidos en la codificación de la columna de texto.
fa: نحوهٔ نمایش بایت‌هایی که در رمزگذاری ستون متن معتبر نیستند.
fr: La façon dont s'affichent les octets non valides dans l'encodage de la colonne texte.
hu: A szövegoszlop kódolásában érvénytelen bájtok megjelenítése.
id: Cara menampilkan byte yang tidak valid dalam pengodean kolom teks.
it: Come vengono mostrati i byte non validi nella codifica della colonna testo.
ja: テキスト列の文字コードで正しくないバイトの表示方法です。
ko: 텍스트 열의 인코딩에서 올바르지 않은 바이트를 표시하는 방법입니다.
pl: Sposób wyświetlania bajtów nieprawidłowych w kodowaniu kolumny tekstu.
pt: Como são mostrados os bytes que não são válidos na codificação da coluna de texto.
ro: Cum sunt afișați octeții care nu sunt valizi în codificarea coloanei text.
ru: Как отображаются байты, недопустимые в кодировке текстового столбца.
th: วิธีแสดงไบต์ที่ไม่ถูกต้องตามการเข้ารหัสของคอลัมน์ข้อความ
tr: Metin sütununun kodlamasında geçerli olmayan baytların gösterilme şekli.
uk: Як відображаються байти, неприпустимі в кодуванні текстового стовпця.
vi: Cách hiển thị các byte không hợp lệ trong bảng mã của cột văn bản.
zh_hans: 在文本列编码中无效的字节的显示方式。
zh_hant: 在文字欄編碼中無效的位元組的顯示方式。

# SetOpt_view_text_invalidSymbol_dot
source: Dot (.)
ar: نقطة (.)
cs: Tečka (.)
de: Punkt (.)
el: Τελεία (.)
es: Punto (.)
fa: نقطه (.)
fr: Point (.)
hu: Pont (.)
id: Titik (.)
it: Punto (.)
ja: ドット (.)
ko: 마침표(.)
pl: Kropka (.)
pt: Ponto (.)
ro: Punct (.)
ru: Точка (.)
th: จุด (.)
tr: Nokta (.)
uk: Крапка (.)
vi: Dấu chấm (.)
zh_hans: 句点 (.)
zh_hant: 點 (.)

# Menu_View_Utf32Start.Text
source: UTF-32 start position
ar: موضع بداية UTF-32
cs: Počáteční pozice UTF-32
el: Θέση έναρξης UTF-32
es: Posición inicial de UTF-32
fa: موقعیت شروع UTF-32
fr: Position de départ UTF-32
hu: UTF-32 kezdőpozíció
id: Posisi Awal UTF-32
it: Posizione iniziale UTF-32
ja: UTF-32 の開始位置(P)
ko: UTF-32 시작 위치(P)
pl: Pozycja początkowa UTF-32
pt: Posição inicial do UTF-32
ro: Poziție de început UTF-32
ru: Начальная позиция UTF-32
th: ตำแหน่งเริ่มต้นของ UTF-32(P)
tr: UTF-32 başlangıç konumu
uk: Початкова позиція UTF-32
vi: Vị trí Bắt đầu UTF-32
zh_hans: UTF-32 起始位置(P)
zh_hant: UTF-32 起始位置(P)

# Menu_View_Utf32Start.AccessKey
source: P
ar: ب
cs: O
de: R
el: Θ
es: I
fa: ق
fr: O
hu: E
pl: O
pt: I
ro: O
ru: П
tr: O
uk: П
vi: V

# Menu_View_Utf32Phase
source: Offset mod 4 = {0}
ar: باقي قسمة الإزاحة على 4 = {0}
cs: Posun mod 4 = {0}
el: Μετατόπιση mod 4 = {0}
es: Desplazamiento mod 4 = {0}
fa: آفست mod 4 = {0}
fr: Décalage mod 4 = {0}
hu: Eltolás mod 4 = {0}
ja: オフセットを 4 で割った余り {0}
ko: 오프셋 mod 4 = {0}
pl: Przesunięcie mod 4 = {0}
pt: Deslocamento mod 4 = {0}
ro: Deplasament mod 4 = {0}
ru: Смещение mod 4 = {0}
th: ออฟเซ็ต mod 4 = {0}
tr: Ofset mod 4 = {0}
uk: Зміщення mod 4 = {0}
vi: Độ lệch mod 4 = {0}
zh_hans: 偏移量除以 4 的余数 = {0}
zh_hant: 位移除以 4 的餘數 = {0}

# Cmd_view_utf32Phase0
source: View: Decode UTF-32 from offsets with remainder 0
ar: عرض: فك ترميز UTF-32 من الإزاحات ذات الباقي 0
cs: Zobrazení: Dekódovat UTF-32 od posunů se zbytkem 0
de: Ansicht: UTF-32 ab Offsets mit Rest 0 decodieren
el: Προβολή: Αποκωδικοποίηση UTF-32 από μετατοπίσεις με υπόλοιπο 0
es: Ver: descodificar UTF-32 desde desplazamientos con resto 0
fa: نما: رمزگشایی UTF-32 از آفست‌هایی با باقی‌ماندهٔ 0
fr: Affichage : décoder l'UTF-32 à partir des décalages de reste 0
hu: Nézet: UTF-32 dekódolása 0 maradékú eltolástól
id: Tampilan: Dekode UTF-32 dari offset dengan sisa 0
it: Visualizza: decodifica UTF-32 da offset con resto 0
ja: 表示: UTF-32 を余り 0 の位置から解読
ko: 보기: 나머지가 0인 오프셋부터 UTF-32 디코딩
pl: Widok: dekoduj UTF-32 od przesunięć z resztą 0
pt: Exibir: decodificar UTF-32 a partir de deslocamentos com resto 0
ro: Vizualizare: decodare UTF-32 de la deplasamentele cu restul 0
ru: Вид: декодировать UTF-32 со смещений с остатком 0
th: มุมมอง: ถอดรหัส UTF-32 จากออฟเซ็ตที่เศษเป็น 0
tr: Görünüm: UTF-32'yi kalanı 0 olan ofsetlerden çöz
uk: Вигляд: декодувати UTF-32 зі зміщень з остачею 0
vi: Xem: Giải mã UTF-32 từ độ lệch có số dư 0
zh_hans: 视图：从余数为 0 的偏移量解码 UTF-32
zh_hant: 檢視：從餘數為 0 的位移解碼 UTF-32
